<?php
/* Template Name: About Us */
get_header();
?>

<main id="main" class="wrapper style1">
    <div class="container">
        <header class="major">
            <h2>Σχετικά με Εμάς</h2>
        </header>

        <!-- Content -->
		<section id="content">
			<h3>Η Ομάδα</h3>
			<p style="text-align: justify;">Η φοιτητική μας ομάδα ιδρύθηκε τον Μάρτιο του 2025 έπειτα από πρωτοβουλία ομάδας προπτυχιακών φοιτητών του τμήματος Ηλεκτρολόγων Μηχανικών και Μηχανικών Υπολογιστών της Πολυτεχνικής Σχολής του Πανεπιστημίου Δυτικής Μακεδονίας, ως
			αναγνώριση του μείζονος ρόλου που πρόκειται να διαδραματίσει ο κλάδος της Βιοϊατρικής Μηχανικής. Στόχος μας αποτελεί η διαμόρφωση μιας κοινότητας φοιτητών
			που διαπνέεται από συνεργατικότητα και επιθυμεί τη διαμόρφωση μιας υγιούς και τεχνολογικά εξελιγμένης κοινωνίας.</p>
								
			<h3>Αντικείμενο Μας</h3>
			<p style="text-align: justify;">Η Βιοϊατρική Μηχανική είναι το πεδίο όπου η τεχνολογία συναντά την ιατρική για να δώσει λύσεις σε πραγματικά προβλήματα
			υγείας. Συνδυάζοντας τη μηχανική, την υπολογιστική ιατρική, τη μηχανική μάθηση, την ηλεκτρονική και την νευροεπιστήμη, σχεδιάζουμε και αναπτύσσουμε καινοτόμες
			εφαρμογές που βελτιώνουν την ποιότητα ζωής, ενισχύουν την αποκατάσταση και ανοίγουν νέους δρόμους για την υγειονομική
			περίθαλψη του μέλλοντος. Μερικά αντικείμενα της Βιοϊατρικής Μηχανικής είναι τα εξής:</p>
			<ul>
			<li>Αναπηρικό αμαξίδιο ελεγχόμενο μέσω διεπαφής εγκεφάλου-υπολογιστή.</li>
			<li>Έξυπνα προσθετικά μέλη.</li>
			<li>Ανάπτυξη υπολογιστικών μοντέλων για την προσομοίωση βιολογικών συστημάτων και την υποστήριξη ιατρικών αποφάσεων.</li>
			<li>Εξωσκελετικοί μηχανισμοί.</li>
			<li>Ρομποτικά χειρουργικά συστήματα.</li>
			<li>Φορητά συστήματα παρακολούθησης ζωτικών σημείων.</li>
			</ul>

			<h3> Διαμόρφωσε το Μέλλον Μαζί Μας </h3>
			<p style="text-align: justify;">Εάν είστε φοιτητές / φοιτήτριες με πάθος για την τεχνολογία και τη μηχανική, εδώ είναι ο χώρος που μπορείτε να εξελιχθείτε, να δημιουργήσετε και να συμβάλετε ουσιαστικά σε ένα καλύτερο αύριο.</p>
		    <p><b>Η Βιοϊατρική Μηχανική δεν είναι απλώς το μέλλον. Είναι το παρόν που χτίζει το μέλλον. Και το μέλλον ξεκινά από εμάς.</b></p>
		</section>
    </div>
</main>

<?php
// Επιλογή footer
if ( is_front_page() ) {
    get_template_part('footer', 'home');
} else {
    get_footer();
}
