<?php
/* Template Name: Projects */
get_header();
?>

<main id="main" class="wrapper style1">
    <div class="container">
        <header class="major">
            <h2>Projects</h2>
        </header>
        <div class="row gtr-150">
            <div class="col-4 col-12-medium">

                <!-- Sidebar -->
                <section id="sidebar">
					<section>
						<h3>Τα Project μας</h3>
						<p style="text-align: justify;">
						Μέσα από διεπιστημονικά project που συνδυάζουν τη μηχανική, την υπολογιστική ιατρική, τη μηχανική μάθηση, την ηλεκτρονική και την νευροεπιστήμη, σχεδιάζουμε και
						υλοποιούμε εφαρμογές με θετικό αντίκτυπο στην καθημερινότητα ανθρώπων. Κάθε χρόνο εστιάζουμε σε ένα νέο πρόβλημα,
						αναπτύσσοντας λειτουργικά πρωτότυπα που προάγουν την προσβασιμότητα, την ανεξαρτησία και τη βελτίωση της ποιότητας ζωής.</p>
					</section>
                    <hr />
                    <section>
                        <a href="#" class="image fit"><img src="<?php echo get_template_directory_uri(); ?>/images/amajidio_with_banner_1.jpeg" alt="" /></a>
                    </section>
                    <hr />
                    <section>
                        <a href="#" class="image fit"><img src="<?php echo get_template_directory_uri(); ?>/images/code_cancer_1.png" alt="" /></a>
                    </section>
                    <section>
                        <a href="#" class="image fit"><img src="<?php echo get_template_directory_uri(); ?>/images/code_cancer_2.png" alt="" /></a>
                    </section>
                </section>

            </div>
            <div class="col-8 col-12-medium imp-medium">

                <!-- Content -->
				<section id="content">
                        <a href="#" class="image fit"><img src="<?php echo get_template_directory_uri(); ?>/images/site_wide_photo.png" alt="" /></a>
						<h3>Noesis</h3>
						<p style="text-align: justify;">Το Noesis αποτελεί το κύριο	project	της	ομάδας μας και εστιάζει στην ανάπτυξη ενός συστήματος ελέγχου αναπηρικού	
						αμαξιδίου μέσω τεχνολογίας διεπαφής εγκεφάλου-υπολογιστή (Brain-Computer Interface - BCI). Στόχος είναι η μετατροπή	εγκεφαλικών	σημάτων	σε	εντολές	κίνησης,	
						επιτρέποντας σε	άτομα με σοβαρές κινητικές δυσκολίες να	ελέγχουν το	αμαξίδιο χωρίς φυσική αλληλεπίδραση.</p>
										
						<p style="text-align: justify;">Το	σύστημα	βασίζεται στην καταγραφή εγκεφαλικών σημάτων (EEG),	
						τα οποία αντιστοιχίζονται σε κατευθύνσεις πλοήγησης. Συγκεκριμένα, η λειτουργία	του	θα	βασιστεί σε	σήματα τύπου P300, τα οποία	παράγονται ως απόκριση σε οπτικά ερεθίσματα.	
						Ο χρήστης θα παρατηρεί συγκεκριμένα	οπτικά ερεθίσματα σε μια διεπαφή και η εμφάνιση	του	χαρακτηριστικού	δυναμικού P300 θα χρησιμοποιείται για την αναγνώριση της επιθυμητής εντολής κίνησης.	
						Η επεξεργασία των σημάτων περιλαμβάνει φιλτράρισμα, εξαγωγή χαρακτηριστικών	και	ταξινόμηση	μέσω αλγορίθμων μηχανικής μάθησης, με στόχο	την	αξιόπιστη αναγνώριση προτύπων εγκεφαλικής δραστηριότητας.	
						Ιδιαίτερη έμφαση δίνεται στημείωση θορύβου και στη βελτιστοποίηση του χρόνου απόκρισης του συστήματος.</p>
										
						<p style="text-align: justify;">Το Noesis συνδυάζει στοιχεία Βιοϊατρικής Τεχνολογίας, ελέγχου συστημάτων και ενσωματωμένων διατάξεων, αποτελώντας μια ολοκληρωμένη προσέγγιση για υποστηρικτικές 
						τεχνολογίες κινητικότητας.</p>

						<h3>Ανάπτυξη Υπολογιστικού Μοντέλου για τον Καρκίνο του Μαστού</h3>
						<p style="text-align: justify;">Σε αντίθεση	με προσεγγίσεις	που	βασίζονται αποκλειστικά	σε μεθόδους μηχανικής μάθησης, υιοθετείται ένα ντετερμινιστικό, μηχανιστικό «white-box»	μαθηματικό πλαίσιο,	
						το οποίο διασφαλίζει βιοφυσική ερμηνευσιμότητα και κλινική συνάφεια.</p>
										
						<p style="text-align: justify;"> Συγκεκριμένα,	αναπτύσσεται	ένα	συζευγμένο	μη	γραμμικό	σύστημα	μερικών	και	συνήθων	
						διαφορικών	εξισώσεων	(PDE–ODE),	το	οποίο	περιγράφει	τη	δυναμική	του	
						μικροπεριβάλλοντος	του	όγκου,	λαμβάνοντας	υπόψη	την	αλληλεπίδραση	διαφορετικών	
						κυτταρικών	πληθυσμών,	τη	δομή	της	εξωκυττάριας	μήτρας,	καθώς	και	τη	χωροχρονική	
						κατανομή	οξυγόνου	και	φαρμακευτικών	ουσιών.	Το	μοντέλο	παραμετροποιείται	με	χρήση	
						κλινικών	δεδομένων	και	ενσωματώνει	μηχανισμούς	που	προσομοιώνουν	ρεαλιστικά	τη	
						βιολογική	ετερογένεια	και	τη	διαδικασία	αγγειογένεσης.</p>

						<p style="text-align: justify;">Η	προσομοίωση	πραγματοποιείται	σε	τρισδιάστατο	υπολογιστικό	πεδίο,	επιτρέποντας	τη	
						μελέτη	της	εξέλιξης	του	όγκου	στον	χρόνο	υπό	διαφορετικά	θεραπευτικά	σενάρια.	Μέσω	της	
						συγκριτικής	αξιολόγησης	πολλαπλών	in	silico	θεραπευτικών	προσεγγίσεων,	το	σύστημα	
						δίνει	τη	δυνατότητα	πρόβλεψης	της	βέλτιστης	θεραπευτικής	στρατηγικής	για	κάθε	ασθενή.	
						Με	τον	τρόπο	αυτό,	το	προτεινόμενο	μοντέλο	συμβάλλει	ουσιαστικά	στη	μετάβαση	από	
						γενικευμένα	θεραπευτικά	πρωτόκολλα	προς	την	εξατομικευμένη	ιατρική,	υποστηρίζοντας	
						τη	λήψη	τεκμηριωμένων	και	βέλτιστων	κλινικών	αποφάσεων.	</p>
					</section>
            </div>
        </div>
    </div>
</main>

<?php
// Επιλογή footer
if ( is_front_page() ) {
    get_template_part('footer', 'home');
} else {
    get_footer();
}
